import React from 'react';
import styles from './Intellegence.module.css'

const Intelligence = () => {
    return (
        <div className={styles.wrapper}>
            <strong>IQ - только часть пазла.</strong>
            <p>Интеллект человека показывает способность человека видеть сходства, различия и тождества. Уровень IQ
                показывает на сколько он способен разумно мыслить, оценивать ситуации и принимать решения. Этот
                индикатор особенно важен при выборе руководителя. Не верно принимать решение о том, подходит сотрудник
                или нет, только на основании IQ теста. Важно оценить его продуктивность тестом "Резалт" и характер
                тестом "Тулс"</p>
        </div>
    );
};

export default Intelligence;