export const questionsData = [
    {
        id: 1,
        question: 'Какое слово всегда пишется неправильно? (Задача-шутка.)',
        title: 'Вопрос 1',
        path: 'question'
    },
    {
        id: 2,
        question: 'Сколько месяцев в году имеют 28 дней?',
        title: 'Вопрос 2',
        path: 'question'
    },
    {
        id: 3,
        question: 'С какой скоростью должна двигаться собака (в возможных для неё пределах), ' +
            'чтобы не слышать звона сковородки, привязанной к ее хвосту?',
        title: 'Вопрос 3',
        path: 'question'
    },
    {
        id: 4,
        question: 'Собака была привязана к десятиметровой веревке, ' +
            'а прошла по прямой двести метров. Как ей это удалось?',
        title: 'Вопрос 4',
        path: 'question'
    },
    {
        id: 5,
        question: 'Как спрыгнуть с десятиметровой лестницы и не ушибиться?',
        title: 'Вопрос 5',
        path: 'question'
    },
    {
        id: 6,
        question: 'Что можно видеть с закрытыми глазами?',
        title: 'Вопрос 6',
        path: 'question'
    },
    {
        id: 7,
        question: 'Что можно видеть с закрытыми глазами?',
        title: 'Вопрос 7',
        path: 'question'
    },
    {
        id: 8,
        question: 'Жители средневековой Европы иногда привязывали к подошвам деревянные чурки. ' +
            'С какой целью они это делали?',
        title: 'Вопрос 8',
        path: 'question'
    },
    {
        id: 9,
        question: 'В каком процессе вода заменила солнце, через 600 лет ее заменил песок, ' +
            'а еще через 1100 лет всех их заменил механизм?',
        title: 'Вопрос 9',
        path: 'question'
    },
    {
        id: 10,
        question: 'В прежние времена амбары строили на отшибе, подальше от жилищ. С какой целью?',
        title: 'Вопрос 10',
        path: 'question'
    },
]